---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ContourSettingItem
source: html/3dbb6385-da38-32f6-4198-f551f40efda4.htm
---
# ContourSettingItem Members

Releases all resources used by the ContourSettingItem